cask_args appdir: '/Applications'

tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "thoughtbot/formulae"

brew "ack"
brew "awscli"
brew "bash-completion"
brew "coreutils"
brew "ctags"
brew "dmtx-utils"
brew "dwdiff"
brew "ettercap"
brew "exploitdb"
brew "ffmpeg", args: ["--without-qtkit"]
brew "fzf"
brew "ghostscript"
brew "git"
brew "gitsh"
brew "gnupg2", args: ["--with-readline", "--without-dirmngr"]
brew "hashcat"
brew "heroku"
brew "highlight"
brew "hping"
brew "imagemagick"
brew "imagemagick@6"
brew "john-jumbo"
brew "mailhog"
brew "mas"
brew "mtr"
brew "mysql"
brew "nasm"
brew "nmap"
brew "node"
brew "openssl"
brew "openssl@1.1"
brew "p7zip"
brew "phantomjs"
brew "poppler"
brew "postgresql"
brew "pstree"
brew "pv"
brew "rbenv"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "reattach-to-user-namespace", args: ["--with-wrap-launchctl", "--with-wrap-pbcopy-and-pbpaste"]
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "selecta"
brew "sqlite"
brew "telnet"
brew "testssl"
brew "tmux"
brew "unison"
brew "unrar"
brew "vim", args: ["--with-override-system-vi"]
brew "watch"
brew "webp"
brew "wget"
brew "yarn"

cask "balenaetcher"
cask "chromedriver"
cask "dash"
cask "docker-edge"
cask "evernote"
cask "gimp"
cask "google-chrome"
cask "hex-fiend"
cask "java"
cask "macdown"
cask "moom"
cask "onedrive"
cask "powershell"
cask "parallels"
cask "skitch"
cask "skype"
cask "slack"
cask "spotify"
cask "viscosity"
cask "vlc"
cask "wireshark"

mas "Microsoft Remote Desktop", id: 1295203466
mas "Ninox Database", id: 901110441
mas "MuteMyMic", id: 456362093
mas "Harvest", id: 506189836
