brew "ack"
brew "bash-completion"
brew "coreutils"
brew "ctags"
brew "dmtx-utils"
brew "dwdiff"
brew "ettercap"
brew "ffmpeg", args: ["--without-qtkit"]
brew "ghostscript"
brew "git"
tap "thoughtbot/formulae"
brew "gitsh"
brew "gnupg2", args: ["--with-readline", "--without-dirmngr"]
brew "hping"
brew "imagemagick"
brew "imagemagick@6"
brew "mtr"
brew "mysql"
brew "nmap"
brew "node"
brew "openssl"
brew "openssl@1.1"
brew "p7zip"
brew "phantomjs"
brew "poppler"
brew "pstree"
brew "rbenv"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "reattach-to-user-namespace", args: ["--with-wrap-launchctl", "--with-wrap-pbcopy-and-pbpaste"]
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "selecta"
brew "sqlite"
brew "telnet"
brew "testssl"
brew "tmux"
brew "unison"
brew "unrar"
brew "vim", args: ["--with-override-system-vi"]
brew "watch"
brew "webp"
brew "wget"
brew "yarn"
